{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "[PAD]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "[UNK]",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "[PAD]": 0,
      "[UNK]": 1,
      "ա": 2,
      "բ": 3,
      "գ": 4,
      "դ": 5,
      "ե": 6,
      "զ": 7,
      "է": 8,
      "ը": 9,
      "թ": 10,
      "ժ": 11,
      "ի": 12,
      "լ": 13,
      "խ": 14,
      "ծ": 15,
      "կ": 16,
      "հ": 17,
      "ձ": 18,
      "ղ": 19,
      "ճ": 20,
      "մ": 21,
      "յ": 22,
      "ն": 23,
      "շ": 24,
      "ո": 25,
      "չ": 26,
      "պ": 27,
      "ջ": 28,
      "ռ": 29,
      "ս": 30,
      "վ": 31,
      "տ": 32,
      "ր": 33,
      "ց": 34,
      "ւ": 35,
      "փ": 36,
      "ք": 37,
      "օ": 38,
      "ֆ": 39,
      "և": 40,
      "ու": 41,
      "ար": 42,
      "ան": 43,
      "ել": 44,
      "ալ": 45,
      "ակ": 46,
      "եր": 47,
      "ամ": 48,
      "աղ": 49,
      "ստ": 50,
      "որ": 51,
      "ավ": 52,
      "ատ": 53,
      "ուր": 54,
      "այ": 55,
      "ին": 56,
      "եղ": 57,
      "ուն": 58,
      "առ": 59,
      "ազ": 60,
      "ահ": 61,
      "իր": 62,
      "ող": 63,
      "աշ": 64,
      "աս": 65,
      "նել": 66,
      "ապ": 67,
      "իկ": 68,
      "աթ": 69,
      "ախ": 70,
      "աստ": 71,
      "ետ": 72,
      "ույ": 73,
      "ոն": 74,
      "անդ": 75,
      "եռ": 76,
      "ուլ": 77,
      "ագ": 78,
      "ափ": 79,
      "մար": 80,
      "ուկ": 81,
      "են": 82,
      "բո": 83,
      "իք": 84,
      "արդ": 85,
      "ծել": 86,
      "կո": 87,
      "հար": 88,
      "արտ": 89,
      "իտ": 90,
      "ման": 91,
      "պատ": 92,
      "ուս": 93,
      "ամբ": 94,
      "ադ": 95,
      "եզ": 96,
      "իվ": 97,
      "հո": 98,
      "մո": 99,
      "ուշ": 100,
      "անգ": 101,
      "բու": 102,
      "ըն": 103,
      "կել": 104,
      "պար": 105,
      "աք": 106,
      "եշ": 107,
      "ես": 108,
      "թար": 109,
      "ոս": 110,
      "ով": 111,
      "ուռ": 112,
      "իթ": 113,
      "կու": 114,
      "յուն": 115,
      "ուղ": 116,
      "անալ": 117,
      "աբ": 118,
      "դալ": 119,
      "իլ": 120,
      "իշ": 121,
      "իս": 122,
      "մա": 123,
      "ոք": 124,
      "տո": 125,
      "ուխ": 126,
      "անձ": 127,
      "աջ": 128,
      "բե": 129,
      "դու": 130,
      "դար": 131,
      "եգ": 132,
      "թո": 133,
      "իզ": 134,
      "կար": 135,
      "կալ": 136,
      "մր": 137,
      "նալ": 138,
      "վար": 139,
      "անչ": 140,
      "անել": 141,
      "այն": 142,
      "այր": 143,
      "աշտ": 144,
      "բալ": 145,
      "բեր": 146,
      "գյ": 147,
      "գեր": 148,
      "դր": 149,
      "եթ": 150,
      "թու": 151,
      "իճ": 152,
      "լալ": 153,
      "կն": 154,
      "կր": 155,
      "կեր": 156,
      "կող": 157,
      "հր": 158,
      "մատ": 159,
      "մեղ": 160,
      "նի": 161,
      "ոռ": 162,
      "ոտ": 163,
      "սպ": 164,
      "սար": 165,
      "քար": 166,
      "ուտ": 167,
      "աղել": 168,
      "ավել": 169,
      "այլ": 170,
      "ույր": 171,
      "ած": 172,
      "աճ": 173,
      "բան": 174,
      "բող": 175,
      "գի": 176,
      "գո": 177,
      "գար": 178,
      "գեղ": 179,
      "դաստ": 180,
      "եկ": 181,
      "եհ": 182,
      "եմ": 183,
      "եք": 184,
      "թել": 185,
      "թեր": 186,
      "լոր": 187,
      "խլ": 188,
      "խար": 189,
      "կաղ": 190,
      "համ": 191,
      "մե": 192,
      "մոր": 193,
      "յուր": 194,
      "նամ": 195,
      "չել": 196,
      "սր": 197,
      "սամ": 198,
      "վել": 199,
      "փռ": 200,
      "արակ": 201,
      "անի": 202,
      "անկ": 203,
      "երկ": 204,
      "ավան": 205,
      "ունդ": 206,
      "ախտ": 207,
      "ույն": 208,
      "աժ": 209,
      "աց": 210,
      "ածել": 211,
      "բլ": 212,
      "գր": 213,
      "գաղ": 214,
      "դի": 215,
      "դահ": 216,
      "եփ": 217,
      "թալ": 218,
      "իբ": 219,
      "իղ": 220,
      "իմ": 221,
      "լո": 222,
      "լու": 223,
      "խալ": 224,
      "ծնել": 225,
      "կոր": 226,
      "կավ": 227,
      "կապ": 228,
      "հալ": 229,
      "հակ": 230,
      "հավ": 231,
      "հեռ": 232,
      "հանգ": 233,
      "ճար": 234,
      "մի": 235,
      "մել": 236,
      "մալ": 237,
      "մուր": 238,
      "մուն": 239,
      "յակ": 240,
      "նակ": 241,
      "շիկ": 242,
      "ոշ": 243,
      "ոստ": 244,
      "չալ": 245,
      "պան": 246,
      "պալ": 247,
      "պայ": 248,
      "ջին": 249,
      "սել": 250,
      "սեր": 251,
      "սաղ": 252,
      "սուր": 253,
      "սիր": 254,
      "տար": 255,
      "տել": 256,
      "տապ": 257,
      "րի": 258,
      "րոն": 259,
      "ցել": 260,
      "փու": 261,
      "փար": 262,
      "փեր": 263,
      "արգ": 264,
      "անա": 265,
      "անջ": 266,
      "աման": 267,
      "ինձ": 268,
      "ազան": 269,
      "հոլ": 270,
      "ուխտ": 271,
      "բար": 272,
      "բոր": 273,
      "բազ": 274,
      "բյուր": 275,
      "գալ": 276,
      "դեր": 277,
      "դեղ": 278,
      "դուկ": 279,
      "եց": 280,
      "զահ": 281,
      "թն": 282,
      "թր": 283,
      "թակ": 284,
      "թամ": 285,
      "թուր": 286,
      "թառ": 287,
      "թոն": 288,
      "թիթ": 289,
      "իպ": 290,
      "լպ": 291,
      "լուս": 292,
      "խուր": 293,
      "խայ": 294,
      "ծաղ": 295,
      "ծուն": 296,
      "կմ": 297,
      "կռ": 298,
      "կան": 299,
      "կեղ": 300,
      "կաթ": 301,
      "հյ": 302,
      "հեր": 303,
      "հին": 304,
      "հեղ": 305,
      "հետ": 306,
      "մլ": 307,
      "մու": 308,
      "մին": 309,
      "մեռ": 310,
      "մուռ": 311,
      "յան": 312,
      "նո": 313,
      "նվ": 314,
      "նք": 315,
      "նար": 316,
      "ներ": 317,
      "նազ": 318,
      "նահ": 319,
      "շահ": 320,
      "ոզ": 321,
      "չար": 322,
      "պղ": 323,
      "պտ": 324,
      "սկ": 325,
      "սակ": 326,
      "սատ": 327,
      "վան": 328,
      "վարդ": 329,
      "տակ": 330,
      "րել": 331,
      "փող": 332,
      "փեշ": 333,
      "քի": 334,
      "քամ": 335,
      "օր": 336,
      "ութ": 337,
      "ուժ": 338,
      "ում": 339,
      "արծ": 340,
      "ամպ": 341,
      "ստր": 342,
      "ստամբ": 343,
      "որձ": 344,
      "ավար": 345,
      "ինդ": 346,
      "ինջ": 347,
      "ունգ": 348,
      "առնալ": 349,
      "իրա": 350,
      "ողոր": 351,
      "աշխ": 352,
      "ասպ": 353,
      "ապատ": 354,
      "ույգ": 355,
      "ենի": 356,
      "ամբար": 357,
      "մոլ": 358,
      "ովել": 359,
      "իշտ": 360,
      "աչ": 361,
      "բաղ": 362,
      "բուլ": 363,
      "բամբ": 364,
      "բադ": 365,
      "գե": 366,
      "գլ": 367,
      "գու": 368,
      "գոր": 369,
      "գազ": 370,
      "գահ": 371,
      "գնել": 372,
      "դա": 373,
      "դժ": 374,
      "դև": 375,
      "դան": 376,
      "դել": 377,
      "դակ": 378,
      "դաղ": 379,
      "դավ": 380,
      "դայ": 381,
      "դաշ": 382,
      "դափ": 383,
      "դիք": 384,
      "դես": 385,
      "դիլ": 386,
      "դաշտ": 387,
      "դոշ": 388,
      "եյ": 389,
      "եչ": 390,
      "եպ": 391,
      "զի": 392,
      "զն": 393,
      "զր": 394,
      "զակ": 395,
      "զավ": 396,
      "զուր": 397,
      "զուլ": 398,
      "զարդ": 399,
      "զմր": 400,
      "զոռ": 401,
      "թե": 402,
      "թռ": 403,
      "թոր": 404,
      "թավ": 405,
      "թայ": 406,
      "թեղ": 407,
      "թուն": 408,
      "թիր": 409,
      "թաս": 410,
      "թաք": 411,
      "իռ": 412,
      "իաթ": 413,
      "լա": 414,
      "լավ": 415,
      "լազ": 416,
      "լախ": 417,
      "լաստ": 418,
      "լափ": 419,
      "լկել": 420,
      "լաք": 421,
      "լոք": 422,
      "խո": 423,
      "խան": 424,
      "խոր": 425,
      "խուն": 426,
      "խաս": 427,
      "խաթ": 428,
      "խաբ": 429,
      "խանձ": 430,
      "ծի": 431,
      "կղ": 432,
      "կամ": 433,
      "կայ": 434,
      "կին": 435,
      "կիր": 436,
      "կոն": 437,
      "կուլ": 438,
      "կեն": 439,
      "կիտ": 440,
      "կաց": 441,
      "հան": 442,
      "հոր": 443,
      "հայ": 444,
      "հող": 445,
      "հաշ": 446,
      "հաս": 447,
      "հաստ": 448,
      "հանդ": 449,
      "հագ": 450,
      "հեն": 451,
      "հաջ": 452,
      "ձի": 453,
      "ձան": 454,
      "ղա": 455,
      "ղի": 456,
      "ղալ": 457,
      "ղամ": 458,
      "ղուր": 459,
      "ղաշ": 460,
      "ղուշ": 461,
      "ճաշ": 462,
      "մբ": 463,
      "մղ": 464,
      "մամ": 465,
      "միր": 466,
      "մաշ": 467,
      "մախ": 468,
      "մետ": 469,
      "մագ": 470,
      "մուկ": 471,
      "մեն": 472,
      "մայր": 473,
      "մլալ": 474,
      "յար": 475,
      "յարդ": 476,
      "յուռ": 477,
      "յուղ": 478,
      "նա": 479,
      "նշ": 480,
      "նջ": 481,
      "նան": 482,
      "նիկ": 483,
      "նդուկ": 484,
      "շել": 485,
      "շալ": 486,
      "շամ": 487,
      "շավ": 488,
      "շեղ": 489,
      "շուշ": 490,
      "ոկ": 491,
      "ոհ": 492,
      "ոճ": 493,
      "ոմ": 494,
      "ոպ": 495,
      "չի": 496,
      "չո": 497,
      "պակ": 498,
      "պեղ": 499,
      "պահ": 500,
      "պող": 501,
      "պաս": 502,
      "պանդ": 503,
      "պարտ": 504,
      "ջան": 505,
      "ռետ": 506,
      "սա": 507,
      "սալ": 508,
      "սին": 509,
      "սազ": 510,
      "սաստ": 511,
      "սափ": 512,
      "սարդ": 513,
      "սուս": 514,
      "վատ": 515,
      "վանդ": 516,
      "տր": 517,
      "տոր": 518,
      "տատ": 519,
      "տիր": 520,
      "տարտ": 521,
      "տիտ": 522,
      "տես": 523,
      "տեգ": 524,
      "րու": 525,
      "րան": 526,
      "րոպ": 527,
      "ցնել": 528,
      "ցանել": 529,
      "փել": 530,
      "փուր": 531,
      "փայ": 532,
      "փայլ": 533,
      "քո": 534,
      "քր": 535,
      "քան": 536,
      "քել": 537,
      "քաղ": 538,
      "քուր": 539,
      "քուն": 540,
      "քարտ": 541,
      "ևան": 542,
      "ևալ": 543,
      "ուծ": 544,
      "ուք": 545,
      "արբ": 546,
      "արմ": 547,
      "արել": 548,
      "արեգ": 549,
      "ակի": 550,
      "ակեր": 551,
      "երգ": 552,
      "երեկ": 553,
      "ամի": 554,
      "ամաթ": 555,
      "ստեղ": 556,
      "ստահ": 557,
      "ավեր": 558,
      "ավանդ": 559,
      "ավազան": 560,
      "ատր": 561,
      "ատել": 562,
      "ուրդ": 563,
      "ուրզ": 564,
      "ուրջ": 565,
      "ուրմա": 566,
      "ինք": 567,
      "ունք": 568,
      "առան": 569,
      "առակ": 570,
      "առնել": 571,
      "առագ": 572,
      "ազատ": 573,
      "ողջ": 574,
      "աշա": 575,
      "ասլ": 576,
      "ասկ": 577,
      "ասան": 578,
      "ասել": 579,
      "ասպար": 580,
      "ապետ": 581,
      "աստան": 582,
      "աստառ": 583,
      "ույլ": 584,
      "ույս": 585,
      "ափս": 586,
      "մարդ": 587,
      "մարգար": 588,
      "ենալ": 589,
      "բոռ": 590,
      "կոկոր": 591,
      "կոշիկ": 592,
      "իտակ": 593,
      "ադամ": 594,
      "իվան": 595,
      "հով": 596,
      "մոս": 597,
      "ուշտ": 598,
      "բուծ": 599,
      "ընթեր": 600,
      "կուզ": 601,
      "կուտ": 602,
      "իսեռ": 603,
      "դուզ": 604,
      "թոթ": 605,
      "իզել": 606,
      "հրեշ": 607,
      "այլա": 608,
      "գոմ": 609,
      "մեջ": 610,
      "փռթ": 611,
      "փռալ": 612,
      "անկյուն": 613,
      "փերթ": 614,
      "բարձ": 615,
      "զահրու": 616,
      "լպիր": 617,
      "ստամբակ": 618,
      "գլել": 619,
      "խաբար": 620,
      "ակերտ": 621
    },
    "merges": [
      [
        "ո",
        "ւ"
      ],
      [
        "ա",
        "ր"
      ],
      [
        "ա",
        "ն"
      ],
      [
        "ե",
        "լ"
      ],
      [
        "ա",
        "լ"
      ],
      [
        "ա",
        "կ"
      ],
      [
        "ե",
        "ր"
      ],
      [
        "ա",
        "մ"
      ],
      [
        "ա",
        "ղ"
      ],
      [
        "ս",
        "տ"
      ],
      [
        "ո",
        "ր"
      ],
      [
        "ա",
        "վ"
      ],
      [
        "ա",
        "տ"
      ],
      [
        "ու",
        "ր"
      ],
      [
        "ա",
        "յ"
      ],
      [
        "ի",
        "ն"
      ],
      [
        "ե",
        "ղ"
      ],
      [
        "ու",
        "ն"
      ],
      [
        "ա",
        "ռ"
      ],
      [
        "ա",
        "զ"
      ],
      [
        "ա",
        "հ"
      ],
      [
        "ի",
        "ր"
      ],
      [
        "ո",
        "ղ"
      ],
      [
        "ա",
        "շ"
      ],
      [
        "ա",
        "ս"
      ],
      [
        "ն",
        "ել"
      ],
      [
        "ա",
        "պ"
      ],
      [
        "ի",
        "կ"
      ],
      [
        "ա",
        "թ"
      ],
      [
        "ա",
        "խ"
      ],
      [
        "ա",
        "ստ"
      ],
      [
        "ե",
        "տ"
      ],
      [
        "ու",
        "յ"
      ],
      [
        "ո",
        "ն"
      ],
      [
        "ան",
        "դ"
      ],
      [
        "ե",
        "ռ"
      ],
      [
        "ու",
        "լ"
      ],
      [
        "ա",
        "գ"
      ],
      [
        "ա",
        "փ"
      ],
      [
        "մ",
        "ար"
      ],
      [
        "ու",
        "կ"
      ],
      [
        "ե",
        "ն"
      ],
      [
        "բ",
        "ո"
      ],
      [
        "ի",
        "ք"
      ],
      [
        "ար",
        "դ"
      ],
      [
        "ծ",
        "ել"
      ],
      [
        "կ",
        "ո"
      ],
      [
        "հ",
        "ար"
      ],
      [
        "ար",
        "տ"
      ],
      [
        "ի",
        "տ"
      ],
      [
        "մ",
        "ան"
      ],
      [
        "պ",
        "ատ"
      ],
      [
        "ու",
        "ս"
      ],
      [
        "ամ",
        "բ"
      ],
      [
        "ա",
        "դ"
      ],
      [
        "ե",
        "զ"
      ],
      [
        "ի",
        "վ"
      ],
      [
        "հ",
        "ո"
      ],
      [
        "մ",
        "ո"
      ],
      [
        "ու",
        "շ"
      ],
      [
        "ան",
        "գ"
      ],
      [
        "բ",
        "ու"
      ],
      [
        "ը",
        "ն"
      ],
      [
        "կ",
        "ել"
      ],
      [
        "պ",
        "ար"
      ],
      [
        "ա",
        "ք"
      ],
      [
        "ե",
        "շ"
      ],
      [
        "ե",
        "ս"
      ],
      [
        "թ",
        "ար"
      ],
      [
        "ո",
        "ս"
      ],
      [
        "ո",
        "վ"
      ],
      [
        "ու",
        "ռ"
      ],
      [
        "ի",
        "թ"
      ],
      [
        "կ",
        "ու"
      ],
      [
        "յ",
        "ուն"
      ],
      [
        "ու",
        "ղ"
      ],
      [
        "ան",
        "ալ"
      ],
      [
        "ա",
        "բ"
      ],
      [
        "դ",
        "ալ"
      ],
      [
        "ի",
        "լ"
      ],
      [
        "ի",
        "շ"
      ],
      [
        "ի",
        "ս"
      ],
      [
        "մ",
        "ա"
      ],
      [
        "ո",
        "ք"
      ],
      [
        "տ",
        "ո"
      ],
      [
        "ու",
        "խ"
      ],
      [
        "ան",
        "ձ"
      ],
      [
        "ա",
        "ջ"
      ],
      [
        "բ",
        "ե"
      ],
      [
        "դ",
        "ու"
      ],
      [
        "դ",
        "ար"
      ],
      [
        "ե",
        "գ"
      ],
      [
        "թ",
        "ո"
      ],
      [
        "ի",
        "զ"
      ],
      [
        "կ",
        "ար"
      ],
      [
        "կ",
        "ալ"
      ],
      [
        "մ",
        "ր"
      ],
      [
        "ն",
        "ալ"
      ],
      [
        "վ",
        "ար"
      ],
      [
        "ան",
        "չ"
      ],
      [
        "ան",
        "ել"
      ],
      [
        "այ",
        "ն"
      ],
      [
        "այ",
        "ր"
      ],
      [
        "աշ",
        "տ"
      ],
      [
        "բ",
        "ալ"
      ],
      [
        "բ",
        "եր"
      ],
      [
        "գ",
        "յ"
      ],
      [
        "գ",
        "եր"
      ],
      [
        "դ",
        "ր"
      ],
      [
        "ե",
        "թ"
      ],
      [
        "թ",
        "ու"
      ],
      [
        "ի",
        "ճ"
      ],
      [
        "լ",
        "ալ"
      ],
      [
        "կ",
        "ն"
      ],
      [
        "կ",
        "ր"
      ],
      [
        "կ",
        "եր"
      ],
      [
        "կ",
        "ող"
      ],
      [
        "հ",
        "ր"
      ],
      [
        "մ",
        "ատ"
      ],
      [
        "մ",
        "եղ"
      ],
      [
        "ն",
        "ի"
      ],
      [
        "ո",
        "ռ"
      ],
      [
        "ո",
        "տ"
      ],
      [
        "ս",
        "պ"
      ],
      [
        "ս",
        "ար"
      ],
      [
        "ք",
        "ար"
      ],
      [
        "ու",
        "տ"
      ],
      [
        "աղ",
        "ել"
      ],
      [
        "ավ",
        "ել"
      ],
      [
        "այ",
        "լ"
      ],
      [
        "ույ",
        "ր"
      ],
      [
        "ա",
        "ծ"
      ],
      [
        "ա",
        "ճ"
      ],
      [
        "բ",
        "ան"
      ],
      [
        "բ",
        "ող"
      ],
      [
        "գ",
        "ի"
      ],
      [
        "գ",
        "ո"
      ],
      [
        "գ",
        "ար"
      ],
      [
        "գ",
        "եղ"
      ],
      [
        "դ",
        "աստ"
      ],
      [
        "ե",
        "կ"
      ],
      [
        "ե",
        "հ"
      ],
      [
        "ե",
        "մ"
      ],
      [
        "ե",
        "ք"
      ],
      [
        "թ",
        "ել"
      ],
      [
        "թ",
        "եր"
      ],
      [
        "լ",
        "որ"
      ],
      [
        "խ",
        "լ"
      ],
      [
        "խ",
        "ար"
      ],
      [
        "կ",
        "աղ"
      ],
      [
        "հ",
        "ամ"
      ],
      [
        "մ",
        "ե"
      ],
      [
        "մ",
        "որ"
      ],
      [
        "յ",
        "ուր"
      ],
      [
        "ն",
        "ամ"
      ],
      [
        "չ",
        "ել"
      ],
      [
        "ս",
        "ր"
      ],
      [
        "ս",
        "ամ"
      ],
      [
        "վ",
        "ել"
      ],
      [
        "փ",
        "ռ"
      ],
      [
        "ար",
        "ակ"
      ],
      [
        "ան",
        "ի"
      ],
      [
        "ան",
        "կ"
      ],
      [
        "եր",
        "կ"
      ],
      [
        "ավ",
        "ան"
      ],
      [
        "ուն",
        "դ"
      ],
      [
        "ախ",
        "տ"
      ],
      [
        "ույ",
        "ն"
      ],
      [
        "ա",
        "ժ"
      ],
      [
        "ա",
        "ց"
      ],
      [
        "ա",
        "ծել"
      ],
      [
        "բ",
        "լ"
      ],
      [
        "գ",
        "ր"
      ],
      [
        "գ",
        "աղ"
      ],
      [
        "դ",
        "ի"
      ],
      [
        "դ",
        "ահ"
      ],
      [
        "ե",
        "փ"
      ],
      [
        "թ",
        "ալ"
      ],
      [
        "ի",
        "բ"
      ],
      [
        "ի",
        "ղ"
      ],
      [
        "ի",
        "մ"
      ],
      [
        "լ",
        "ո"
      ],
      [
        "լ",
        "ու"
      ],
      [
        "խ",
        "ալ"
      ],
      [
        "ծ",
        "նել"
      ],
      [
        "կ",
        "որ"
      ],
      [
        "կ",
        "ավ"
      ],
      [
        "կ",
        "ապ"
      ],
      [
        "հ",
        "ալ"
      ],
      [
        "հ",
        "ակ"
      ],
      [
        "հ",
        "ավ"
      ],
      [
        "հ",
        "եռ"
      ],
      [
        "հ",
        "անգ"
      ],
      [
        "ճ",
        "ար"
      ],
      [
        "մ",
        "ի"
      ],
      [
        "մ",
        "ել"
      ],
      [
        "մ",
        "ալ"
      ],
      [
        "մ",
        "ուր"
      ],
      [
        "մ",
        "ուն"
      ],
      [
        "յ",
        "ակ"
      ],
      [
        "ն",
        "ակ"
      ],
      [
        "շ",
        "իկ"
      ],
      [
        "ո",
        "շ"
      ],
      [
        "ո",
        "ստ"
      ],
      [
        "չ",
        "ալ"
      ],
      [
        "պ",
        "ան"
      ],
      [
        "պ",
        "ալ"
      ],
      [
        "պ",
        "այ"
      ],
      [
        "ջ",
        "ին"
      ],
      [
        "ս",
        "ել"
      ],
      [
        "ս",
        "եր"
      ],
      [
        "ս",
        "աղ"
      ],
      [
        "ս",
        "ուր"
      ],
      [
        "ս",
        "իր"
      ],
      [
        "տ",
        "ար"
      ],
      [
        "տ",
        "ել"
      ],
      [
        "տ",
        "ապ"
      ],
      [
        "ր",
        "ի"
      ],
      [
        "ր",
        "ոն"
      ],
      [
        "ց",
        "ել"
      ],
      [
        "փ",
        "ու"
      ],
      [
        "փ",
        "ար"
      ],
      [
        "փ",
        "եր"
      ],
      [
        "ար",
        "գ"
      ],
      [
        "ան",
        "ա"
      ],
      [
        "ան",
        "ջ"
      ],
      [
        "ամ",
        "ան"
      ],
      [
        "ին",
        "ձ"
      ],
      [
        "ազ",
        "ան"
      ],
      [
        "հո",
        "լ"
      ],
      [
        "ուխ",
        "տ"
      ],
      [
        "բ",
        "ար"
      ],
      [
        "բ",
        "որ"
      ],
      [
        "բ",
        "ազ"
      ],
      [
        "բ",
        "յուր"
      ],
      [
        "գ",
        "ալ"
      ],
      [
        "դ",
        "եր"
      ],
      [
        "դ",
        "եղ"
      ],
      [
        "դ",
        "ուկ"
      ],
      [
        "ե",
        "ց"
      ],
      [
        "զ",
        "ահ"
      ],
      [
        "թ",
        "ն"
      ],
      [
        "թ",
        "ր"
      ],
      [
        "թ",
        "ակ"
      ],
      [
        "թ",
        "ամ"
      ],
      [
        "թ",
        "ուր"
      ],
      [
        "թ",
        "առ"
      ],
      [
        "թ",
        "ոն"
      ],
      [
        "թ",
        "իթ"
      ],
      [
        "ի",
        "պ"
      ],
      [
        "լ",
        "պ"
      ],
      [
        "լ",
        "ուս"
      ],
      [
        "խ",
        "ուր"
      ],
      [
        "խ",
        "այ"
      ],
      [
        "ծ",
        "աղ"
      ],
      [
        "ծ",
        "ուն"
      ],
      [
        "կ",
        "մ"
      ],
      [
        "կ",
        "ռ"
      ],
      [
        "կ",
        "ան"
      ],
      [
        "կ",
        "եղ"
      ],
      [
        "կ",
        "աթ"
      ],
      [
        "հ",
        "յ"
      ],
      [
        "հ",
        "եր"
      ],
      [
        "հ",
        "ին"
      ],
      [
        "հ",
        "եղ"
      ],
      [
        "հ",
        "ետ"
      ],
      [
        "մ",
        "լ"
      ],
      [
        "մ",
        "ու"
      ],
      [
        "մ",
        "ին"
      ],
      [
        "մ",
        "եռ"
      ],
      [
        "մ",
        "ուռ"
      ],
      [
        "յ",
        "ան"
      ],
      [
        "ն",
        "ո"
      ],
      [
        "ն",
        "վ"
      ],
      [
        "ն",
        "ք"
      ],
      [
        "ն",
        "ար"
      ],
      [
        "ն",
        "եր"
      ],
      [
        "ն",
        "ազ"
      ],
      [
        "ն",
        "ահ"
      ],
      [
        "շ",
        "ահ"
      ],
      [
        "ո",
        "զ"
      ],
      [
        "չ",
        "ար"
      ],
      [
        "պ",
        "ղ"
      ],
      [
        "պ",
        "տ"
      ],
      [
        "ս",
        "կ"
      ],
      [
        "ս",
        "ակ"
      ],
      [
        "ս",
        "ատ"
      ],
      [
        "վ",
        "ան"
      ],
      [
        "վ",
        "արդ"
      ],
      [
        "տ",
        "ակ"
      ],
      [
        "ր",
        "ել"
      ],
      [
        "փ",
        "ող"
      ],
      [
        "փ",
        "եշ"
      ],
      [
        "ք",
        "ի"
      ],
      [
        "ք",
        "ամ"
      ],
      [
        "օ",
        "ր"
      ],
      [
        "ու",
        "թ"
      ],
      [
        "ու",
        "ժ"
      ],
      [
        "ու",
        "մ"
      ],
      [
        "ար",
        "ծ"
      ],
      [
        "ամ",
        "պ"
      ],
      [
        "ստ",
        "ր"
      ],
      [
        "ստ",
        "ամբ"
      ],
      [
        "որ",
        "ձ"
      ],
      [
        "ավ",
        "ար"
      ],
      [
        "ին",
        "դ"
      ],
      [
        "ին",
        "ջ"
      ],
      [
        "ուն",
        "գ"
      ],
      [
        "առ",
        "նալ"
      ],
      [
        "իր",
        "ա"
      ],
      [
        "ող",
        "որ"
      ],
      [
        "աշ",
        "խ"
      ],
      [
        "աս",
        "պ"
      ],
      [
        "ապ",
        "ատ"
      ],
      [
        "ույ",
        "գ"
      ],
      [
        "են",
        "ի"
      ],
      [
        "ամբ",
        "ար"
      ],
      [
        "մո",
        "լ"
      ],
      [
        "ով",
        "ել"
      ],
      [
        "իշ",
        "տ"
      ],
      [
        "ա",
        "չ"
      ],
      [
        "բ",
        "աղ"
      ],
      [
        "բ",
        "ուլ"
      ],
      [
        "բ",
        "ամբ"
      ],
      [
        "բ",
        "ադ"
      ],
      [
        "գ",
        "ե"
      ],
      [
        "գ",
        "լ"
      ],
      [
        "գ",
        "ու"
      ],
      [
        "գ",
        "որ"
      ],
      [
        "գ",
        "ազ"
      ],
      [
        "գ",
        "ահ"
      ],
      [
        "գ",
        "նել"
      ],
      [
        "դ",
        "ա"
      ],
      [
        "դ",
        "ժ"
      ],
      [
        "դ",
        "և"
      ],
      [
        "դ",
        "ան"
      ],
      [
        "դ",
        "ել"
      ],
      [
        "դ",
        "ակ"
      ],
      [
        "դ",
        "աղ"
      ],
      [
        "դ",
        "ավ"
      ],
      [
        "դ",
        "այ"
      ],
      [
        "դ",
        "աշ"
      ],
      [
        "դ",
        "ափ"
      ],
      [
        "դ",
        "իք"
      ],
      [
        "դ",
        "ես"
      ],
      [
        "դ",
        "իլ"
      ],
      [
        "դ",
        "աշտ"
      ],
      [
        "դ",
        "ոշ"
      ],
      [
        "ե",
        "յ"
      ],
      [
        "ե",
        "չ"
      ],
      [
        "ե",
        "պ"
      ],
      [
        "զ",
        "ի"
      ],
      [
        "զ",
        "ն"
      ],
      [
        "զ",
        "ր"
      ],
      [
        "զ",
        "ակ"
      ],
      [
        "զ",
        "ավ"
      ],
      [
        "զ",
        "ուր"
      ],
      [
        "զ",
        "ուլ"
      ],
      [
        "զ",
        "արդ"
      ],
      [
        "զ",
        "մր"
      ],
      [
        "զ",
        "ոռ"
      ],
      [
        "թ",
        "ե"
      ],
      [
        "թ",
        "ռ"
      ],
      [
        "թ",
        "որ"
      ],
      [
        "թ",
        "ավ"
      ],
      [
        "թ",
        "այ"
      ],
      [
        "թ",
        "եղ"
      ],
      [
        "թ",
        "ուն"
      ],
      [
        "թ",
        "իր"
      ],
      [
        "թ",
        "աս"
      ],
      [
        "թ",
        "աք"
      ],
      [
        "ի",
        "ռ"
      ],
      [
        "ի",
        "աթ"
      ],
      [
        "լ",
        "ա"
      ],
      [
        "լ",
        "ավ"
      ],
      [
        "լ",
        "ազ"
      ],
      [
        "լ",
        "ախ"
      ],
      [
        "լ",
        "աստ"
      ],
      [
        "լ",
        "ափ"
      ],
      [
        "լ",
        "կել"
      ],
      [
        "լ",
        "աք"
      ],
      [
        "լ",
        "ոք"
      ],
      [
        "խ",
        "ո"
      ],
      [
        "խ",
        "ան"
      ],
      [
        "խ",
        "որ"
      ],
      [
        "խ",
        "ուն"
      ],
      [
        "խ",
        "աս"
      ],
      [
        "խ",
        "աթ"
      ],
      [
        "խ",
        "աբ"
      ],
      [
        "խ",
        "անձ"
      ],
      [
        "ծ",
        "ի"
      ],
      [
        "կ",
        "ղ"
      ],
      [
        "կ",
        "ամ"
      ],
      [
        "կ",
        "այ"
      ],
      [
        "կ",
        "ին"
      ],
      [
        "կ",
        "իր"
      ],
      [
        "կ",
        "ոն"
      ],
      [
        "կ",
        "ուլ"
      ],
      [
        "կ",
        "են"
      ],
      [
        "կ",
        "իտ"
      ],
      [
        "կ",
        "աց"
      ],
      [
        "հ",
        "ան"
      ],
      [
        "հ",
        "որ"
      ],
      [
        "հ",
        "այ"
      ],
      [
        "հ",
        "ող"
      ],
      [
        "հ",
        "աշ"
      ],
      [
        "հ",
        "աս"
      ],
      [
        "հ",
        "աստ"
      ],
      [
        "հ",
        "անդ"
      ],
      [
        "հ",
        "ագ"
      ],
      [
        "հ",
        "են"
      ],
      [
        "հ",
        "աջ"
      ],
      [
        "ձ",
        "ի"
      ],
      [
        "ձ",
        "ան"
      ],
      [
        "ղ",
        "ա"
      ],
      [
        "ղ",
        "ի"
      ],
      [
        "ղ",
        "ալ"
      ],
      [
        "ղ",
        "ամ"
      ],
      [
        "ղ",
        "ուր"
      ],
      [
        "ղ",
        "աշ"
      ],
      [
        "ղ",
        "ուշ"
      ],
      [
        "ճ",
        "աշ"
      ],
      [
        "մ",
        "բ"
      ],
      [
        "մ",
        "ղ"
      ],
      [
        "մ",
        "ամ"
      ],
      [
        "մ",
        "իր"
      ],
      [
        "մ",
        "աշ"
      ],
      [
        "մ",
        "ախ"
      ],
      [
        "մ",
        "ետ"
      ],
      [
        "մ",
        "ագ"
      ],
      [
        "մ",
        "ուկ"
      ],
      [
        "մ",
        "են"
      ],
      [
        "մ",
        "այր"
      ],
      [
        "մ",
        "լալ"
      ],
      [
        "յ",
        "ար"
      ],
      [
        "յ",
        "արդ"
      ],
      [
        "յ",
        "ուռ"
      ],
      [
        "յ",
        "ուղ"
      ],
      [
        "ն",
        "ա"
      ],
      [
        "ն",
        "շ"
      ],
      [
        "ն",
        "ջ"
      ],
      [
        "ն",
        "ան"
      ],
      [
        "ն",
        "իկ"
      ],
      [
        "ն",
        "դուկ"
      ],
      [
        "շ",
        "ել"
      ],
      [
        "շ",
        "ալ"
      ],
      [
        "շ",
        "ամ"
      ],
      [
        "շ",
        "ավ"
      ],
      [
        "շ",
        "եղ"
      ],
      [
        "շ",
        "ուշ"
      ],
      [
        "ո",
        "կ"
      ],
      [
        "ո",
        "հ"
      ],
      [
        "ո",
        "ճ"
      ],
      [
        "ո",
        "մ"
      ],
      [
        "ո",
        "պ"
      ],
      [
        "չ",
        "ի"
      ],
      [
        "չ",
        "ո"
      ],
      [
        "պ",
        "ակ"
      ],
      [
        "պ",
        "եղ"
      ],
      [
        "պ",
        "ահ"
      ],
      [
        "պ",
        "ող"
      ],
      [
        "պ",
        "աս"
      ],
      [
        "պ",
        "անդ"
      ],
      [
        "պ",
        "արտ"
      ],
      [
        "ջ",
        "ան"
      ],
      [
        "ռ",
        "ետ"
      ],
      [
        "ս",
        "ա"
      ],
      [
        "ս",
        "ալ"
      ],
      [
        "ս",
        "ին"
      ],
      [
        "ս",
        "ազ"
      ],
      [
        "ս",
        "աստ"
      ],
      [
        "ս",
        "ափ"
      ],
      [
        "ս",
        "արդ"
      ],
      [
        "ս",
        "ուս"
      ],
      [
        "վ",
        "ատ"
      ],
      [
        "վ",
        "անդ"
      ],
      [
        "տ",
        "ր"
      ],
      [
        "տ",
        "որ"
      ],
      [
        "տ",
        "ատ"
      ],
      [
        "տ",
        "իր"
      ],
      [
        "տ",
        "արտ"
      ],
      [
        "տ",
        "իտ"
      ],
      [
        "տ",
        "ես"
      ],
      [
        "տ",
        "եգ"
      ],
      [
        "ր",
        "ու"
      ],
      [
        "ր",
        "ան"
      ],
      [
        "ր",
        "ոպ"
      ],
      [
        "ց",
        "նել"
      ],
      [
        "ց",
        "անել"
      ],
      [
        "փ",
        "ել"
      ],
      [
        "փ",
        "ուր"
      ],
      [
        "փ",
        "այ"
      ],
      [
        "փ",
        "այլ"
      ],
      [
        "ք",
        "ո"
      ],
      [
        "ք",
        "ր"
      ],
      [
        "ք",
        "ան"
      ],
      [
        "ք",
        "ել"
      ],
      [
        "ք",
        "աղ"
      ],
      [
        "ք",
        "ուր"
      ],
      [
        "ք",
        "ուն"
      ],
      [
        "ք",
        "արտ"
      ],
      [
        "և",
        "ան"
      ],
      [
        "և",
        "ալ"
      ],
      [
        "ու",
        "ծ"
      ],
      [
        "ու",
        "ք"
      ],
      [
        "ար",
        "բ"
      ],
      [
        "ար",
        "մ"
      ],
      [
        "ար",
        "ել"
      ],
      [
        "ար",
        "եգ"
      ],
      [
        "ակ",
        "ի"
      ],
      [
        "ակ",
        "եր"
      ],
      [
        "եր",
        "գ"
      ],
      [
        "եր",
        "եկ"
      ],
      [
        "ամ",
        "ի"
      ],
      [
        "ամ",
        "աթ"
      ],
      [
        "ստ",
        "եղ"
      ],
      [
        "ստ",
        "ահ"
      ],
      [
        "ավ",
        "եր"
      ],
      [
        "ավ",
        "անդ"
      ],
      [
        "ավ",
        "ազան"
      ],
      [
        "ատ",
        "ր"
      ],
      [
        "ատ",
        "ել"
      ],
      [
        "ուր",
        "դ"
      ],
      [
        "ուր",
        "զ"
      ],
      [
        "ուր",
        "ջ"
      ],
      [
        "ուր",
        "մա"
      ],
      [
        "ին",
        "ք"
      ],
      [
        "ուն",
        "ք"
      ],
      [
        "առ",
        "ան"
      ],
      [
        "առ",
        "ակ"
      ],
      [
        "առ",
        "նել"
      ],
      [
        "առ",
        "ագ"
      ],
      [
        "ազ",
        "ատ"
      ],
      [
        "ող",
        "ջ"
      ],
      [
        "աշ",
        "ա"
      ],
      [
        "աս",
        "լ"
      ],
      [
        "աս",
        "կ"
      ],
      [
        "աս",
        "ան"
      ],
      [
        "աս",
        "ել"
      ],
      [
        "աս",
        "պար"
      ],
      [
        "ապ",
        "ետ"
      ],
      [
        "աստ",
        "ան"
      ],
      [
        "աստ",
        "առ"
      ],
      [
        "ույ",
        "լ"
      ],
      [
        "ույ",
        "ս"
      ],
      [
        "ափ",
        "ս"
      ],
      [
        "մար",
        "դ"
      ],
      [
        "մար",
        "գար"
      ],
      [
        "են",
        "ալ"
      ],
      [
        "բո",
        "ռ"
      ],
      [
        "կո",
        "կոր"
      ],
      [
        "կո",
        "շիկ"
      ],
      [
        "իտ",
        "ակ"
      ],
      [
        "ադ",
        "ամ"
      ],
      [
        "իվ",
        "ան"
      ],
      [
        "հո",
        "վ"
      ],
      [
        "մո",
        "ս"
      ],
      [
        "ուշ",
        "տ"
      ],
      [
        "բու",
        "ծ"
      ],
      [
        "ըն",
        "թեր"
      ],
      [
        "կու",
        "զ"
      ],
      [
        "կու",
        "տ"
      ],
      [
        "իս",
        "եռ"
      ],
      [
        "դու",
        "զ"
      ],
      [
        "թո",
        "թ"
      ],
      [
        "իզ",
        "ել"
      ],
      [
        "հր",
        "եշ"
      ],
      [
        "այլ",
        "ա"
      ],
      [
        "գո",
        "մ"
      ],
      [
        "մե",
        "ջ"
      ],
      [
        "փռ",
        "թ"
      ],
      [
        "փռ",
        "ալ"
      ],
      [
        "անկ",
        "յուն"
      ],
      [
        "փեր",
        "թ"
      ],
      [
        "բար",
        "ձ"
      ],
      [
        "զահ",
        "րու"
      ],
      [
        "լպ",
        "իր"
      ],
      [
        "ստամբ",
        "ակ"
      ],
      [
        "գլ",
        "ել"
      ],
      [
        "խաբ",
        "ար"
      ],
      [
        "ակեր",
        "տ"
      ]
    ]
  }
}